<script lang="ts">
    import { Header } from "$lib/components";

    const cards = [
        { title: '', points: [
            { title: '', desc: '' },

        ]},
        // { title: '', }
    ];
</script>

<Header />
    
<div>
    <h1>Новое восприятие структурных диаграмм</h1>
    <b>Создавайте сложные системы без хаоса</b>
    <p>Structura помогает архитекторам, аналитикам и разработчикам визуализировать, проверять и преобразовывать структурные диаграммы с помощью физической модели, семантического анализа и встроенного ИИ.</p>
    <div>
        <button>Попробовать</button>
        <button>Зарегисртироваться</button>
    </div>
</div>

<div>

</div>

<div>

</div>